<template lang="html">
  <article class="weui-article agreement-view">
    <h1>主播直播协议</h1>
    <p>请务必认真阅读和理解本《主播直播协议》（以下简称《协议》）中规定的所有权利和限制除非您接受本《协议》条款，否则您无权使用本协议所涉及的相关服务。您一旦提交直播申请、开始直播或以任何方式使用本《协议》所涉及的相关服务的行为将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。如果您不同意本《协议》中的条款请不要提交直播申请或使用本《协议》相关服务。 本《协议》是您（或称为“主播”）与北京平方根科技有限公司之间的法律协议。</p>
    <h4>1- 服务内容</h4>
    <p>主播理解并接受，趣直播仅提供相关的网络服务，除此之外与相关网络服务有关的设备手机、及其他与接入互联网或移动互联网有关的装置及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
    <h4>2- 主播直播规则</h4>
    <h5>2.1- 主播在使用趣直播直播过程中，必须遵循以下原则：</h5>
    <ul>
        <li>
            <p>2.1.1- 遵守中国有关的法律和法规；</p>
        </li>
        <li>
            <p>2.1.2- 遵守所有与网络服务有关的网络协议、规定和程序</p>
        </li>
        <li>
            <p>2.1.3- 不得为任何非法目的而使用趣直播；</p>
        </li>
        <li>
            <p>2.1.4- 不得利用趣直播进行任何可能对互联网或移动网正常运转造成不利影响的行为；</p>
        </li>
        <li>
            <p>2.1.5- 不得利用趣直播提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
        </li>
        <li>
            <p>2.1.6- 不得侵犯趣直播和其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</p>
        </li>
        <li>
            <p>2.1.7- 不得利用趣直播进行任何不利于趣直播的行为</p>
        </li>
    </ul>
    <h5>2.2- 如用户在使用网络服务时违反任何上述规定，趣直播或其授权的人有权要求主播改正或采取一切必要的措施。</h5>
    <h4>3- 收益分成</h4>
    <ul>
        <li>
            <p>趣直播参与直播收益的分成。</p>
        </li>
        <li>
            <p>直播收益包含门票收益和听众赞赏收益，趣直播与主播的分成比为3:7，微信转账手续费0.6%由趣直播承担，故主播最终可提现收益为直播总收益的70%</p>
        </li>
    </ul>
    <h4>4- 本协议最终解释权归北京平方根科技有限公司所有。</h4>
  </article>
</template>

<script>
export default {
    name: 'AgreementView'
}
</script>

<style lang="stylus">
  .agreement-view
    background-color #fff
    h1
      text-align center
</style>
